{
  "status": "success",
  "mode": "text",
  "agent": "scientific_audit",
  "report": {
    "metadata": {
      "timestamp": "2026-01-26T09:44:31.954304",
      "version": "1.0",
      "input_hash": "78c2d9eb43cc84e39b0a4d0a19f15785f628075bb66ce03388e55ec583d2d425",
      "processing_time_ms": 25,
      "agent": "scientific_audit",
      "agent_version": "1.0"
    },
    "claims": [
      {
        "id": "7d0d36b0-6f9f-4147-9170-f480d1d53a99",
        "text": "Public Health Statistics Documentary Script NARRATOR: According to the World Health Organization, cardiovascular diseases are the leading cause of death globally, accounting for approximately 17.9 million deaths per year.",
        "domain": "statistics",
        "confidence": 94.296,
        "risk_level": "low",
        "evidence": [
          {
            "source": "US Census Bureau",
            "relevance": 97.60000000000001,
            "excerpt": "According to US Census Bureau, research indicates that public health statistics is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "World Bank Data",
            "relevance": 96.80000000000001,
            "excerpt": "According to World Bank Data, research indicates that public health statistics is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "OECD Data",
            "relevance": 96.0,
            "excerpt": "According to OECD Data, research indicates that public health statistics is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Pew Research Center",
            "relevance": 94.4,
            "excerpt": "According to Pew Research Center, research indicates that public health statistics is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that public health statistics is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim is well-supported by authoritative sources. Safe to use with proper attribution."
      },
      {
        "id": "e65b5a00-a66a-45d1-9f4e-2a2a73c99b79",
        "text": "This represents 32% of all global deaths.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that represents all global is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that represents all global is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that represents all global is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      },
      {
        "id": "7c96be15-9845-4deb-8e02-605de4325575",
        "text": "Life expectancy has increased dramatically over the past century.",
        "domain": "history",
        "confidence": 94.664,
        "risk_level": "low",
        "evidence": [
          {
            "source": "National Archives",
            "relevance": 98.4,
            "excerpt": "According to National Archives, research indicates that life expectancy increased is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Library of Congress",
            "relevance": 97.60000000000001,
            "excerpt": "According to Library of Congress, research indicates that life expectancy increased is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Smithsonian Institution",
            "relevance": 96.80000000000001,
            "excerpt": "According to Smithsonian Institution, research indicates that life expectancy increased is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Britannica",
            "relevance": 93.60000000000001,
            "excerpt": "According to Britannica, research indicates that life expectancy increased is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that life expectancy increased is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim is well-supported by authoritative sources. Safe to use with proper attribution."
      },
      {
        "id": "c41fa536-e8f1-4e22-bdf4-8c7ab0daf276",
        "text": "In 1900, the global average life expectancy was approximately 31 years.",
        "domain": "statistics",
        "confidence": 94.296,
        "risk_level": "low",
        "evidence": [
          {
            "source": "US Census Bureau",
            "relevance": 97.60000000000001,
            "excerpt": "According to US Census Bureau, research indicates that 1900 global average is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "World Bank Data",
            "relevance": 96.80000000000001,
            "excerpt": "According to World Bank Data, research indicates that 1900 global average is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "OECD Data",
            "relevance": 96.0,
            "excerpt": "According to OECD Data, research indicates that 1900 global average is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Pew Research Center",
            "relevance": 94.4,
            "excerpt": "According to Pew Research Center, research indicates that 1900 global average is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that 1900 global average is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim is well-supported by authoritative sources. Safe to use with proper attribution."
      },
      {
        "id": "93e4b269-8817-4bc9-9b3f-ea4bf71f76fe",
        "text": "By 2020, it had risen to 72.6 years, representing an increase of more than 40 years in just over a century.",
        "domain": "history",
        "confidence": 94.664,
        "risk_level": "low",
        "evidence": [
          {
            "source": "National Archives",
            "relevance": 98.4,
            "excerpt": "According to National Archives, research indicates that 2020 risen years is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Library of Congress",
            "relevance": 97.60000000000001,
            "excerpt": "According to Library of Congress, research indicates that 2020 risen years is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Smithsonian Institution",
            "relevance": 96.80000000000001,
            "excerpt": "According to Smithsonian Institution, research indicates that 2020 risen years is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Britannica",
            "relevance": 93.60000000000001,
            "excerpt": "According to Britannica, research indicates that 2020 risen years is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that 2020 risen years is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim is well-supported by authoritative sources. Safe to use with proper attribution."
      },
      {
        "id": "37cc0a26-a88a-46ba-9fe8-a0bbbc8f68e5",
        "text": "The COVID-19 pandemic had a significant impact on global mortality.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that covid pandemic significant is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that covid pandemic significant is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that covid pandemic significant is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      },
      {
        "id": "a7122354-c4a0-4e65-b6ce-b0e57759b687",
        "text": "According to WHO estimates, there were approximately 6.9 million confirmed deaths from COVID-19 worldwide between 2020 and 2023, though the actual toll is believed to be higher due to underreporting.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that according who estimates is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that according who estimates is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that according who estimates is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      },
      {
        "id": "2f25ba8e-f1d0-445e-a1a5-1285b97a2571",
        "text": "Vaccination programs have been one of the most successful public health interventions in history.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that vaccination programs one is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that vaccination programs one is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that vaccination programs one is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      },
      {
        "id": "2b89a0be-da89-4356-bfad-1692dc3fc2cc",
        "text": "Smallpox, once a devastating disease that killed an estimated 300 million people in the 20th century alone, was declared eradicated by the WHO in 1980 following a global vaccination campaign.",
        "domain": "history",
        "confidence": 94.664,
        "risk_level": "low",
        "evidence": [
          {
            "source": "National Archives",
            "relevance": 98.4,
            "excerpt": "According to National Archives, research indicates that smallpox once devastating is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Library of Congress",
            "relevance": 97.60000000000001,
            "excerpt": "According to Library of Congress, research indicates that smallpox once devastating is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Smithsonian Institution",
            "relevance": 96.80000000000001,
            "excerpt": "According to Smithsonian Institution, research indicates that smallpox once devastating is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Britannica",
            "relevance": 93.60000000000001,
            "excerpt": "According to Britannica, research indicates that smallpox once devastating is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that smallpox once devastating is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim is well-supported by authoritative sources. Safe to use with proper attribution."
      },
      {
        "id": "d336afbd-41ac-4836-a640-336b993be8f2",
        "text": "This remains the only human disease to have been completely eradicated.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that remains only human is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that remains only human is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that remains only human is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      },
      {
        "id": "748639bd-f6ac-417b-a869-46a3f84d3668",
        "text": "According to the Centers for Disease Control and Prevention (CDC), approximately 38 million Americans have diabetes, representing about 11.6% of the U.S.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that according centers disease is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that according centers disease is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that according centers disease is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      },
      {
        "id": "8631b7f2-bd5e-4ba0-b6bb-5ed0e495a628",
        "text": "Of these, about 90-95% have type 2 diabetes, which is largely preventable through lifestyle modifications.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that about type diabetes is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that about type diabetes is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that about type diabetes is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      },
      {
        "id": "9543f995-8be6-4127-9018-5b5700ad6a12",
        "text": "The obesity rate in the United States has increased significantly over the past 50 years.",
        "domain": "statistics",
        "confidence": 94.296,
        "risk_level": "low",
        "evidence": [
          {
            "source": "US Census Bureau",
            "relevance": 97.60000000000001,
            "excerpt": "According to US Census Bureau, research indicates that obesity rate united is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "World Bank Data",
            "relevance": 96.80000000000001,
            "excerpt": "According to World Bank Data, research indicates that obesity rate united is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "OECD Data",
            "relevance": 96.0,
            "excerpt": "According to OECD Data, research indicates that obesity rate united is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Pew Research Center",
            "relevance": 94.4,
            "excerpt": "According to Pew Research Center, research indicates that obesity rate united is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that obesity rate united is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim is well-supported by authoritative sources. Safe to use with proper attribution."
      },
      {
        "id": "11516390-e05f-4268-9d47-92adacd17d5f",
        "text": "In 1970, approximately 15% of American adults were obese.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that 1970 approximately american is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that 1970 approximately american is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that 1970 approximately american is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      },
      {
        "id": "432b31b8-c1ef-497e-b835-ddf0f745acb7",
        "text": "By 2020, this figure had risen to 42.4%, according to CDC data.",
        "domain": "statistics",
        "confidence": 94.296,
        "risk_level": "low",
        "evidence": [
          {
            "source": "US Census Bureau",
            "relevance": 97.60000000000001,
            "excerpt": "According to US Census Bureau, research indicates that 2020 figure risen is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "World Bank Data",
            "relevance": 96.80000000000001,
            "excerpt": "According to World Bank Data, research indicates that 2020 figure risen is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "OECD Data",
            "relevance": 96.0,
            "excerpt": "According to OECD Data, research indicates that 2020 figure risen is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Pew Research Center",
            "relevance": 94.4,
            "excerpt": "According to Pew Research Center, research indicates that 2020 figure risen is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that 2020 figure risen is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim is well-supported by authoritative sources. Safe to use with proper attribution."
      },
      {
        "id": "663e4b7a-0871-4b10-a645-bf6ca41bced9",
        "text": "The WHO estimates that approximately 1 in 8 people worldwide live with a mental disorder, with anxiety and depression being the most common conditions.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that who estimates approximately is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that who estimates approximately is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that who estimates approximately is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      },
      {
        "id": "6dd101e7-3f40-4521-a81f-8b83ba6461af",
        "text": "Antibiotic resistance is an growing public health threat.",
        "domain": "physics",
        "confidence": 95.0,
        "risk_level": "low",
        "evidence": [
          {
            "source": "Physical Review Letters",
            "relevance": 98.4,
            "excerpt": "According to Physical Review Letters, research indicates that antibiotic resistance growing is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "CERN",
            "relevance": 97.60000000000001,
            "excerpt": "According to CERN, research indicates that antibiotic resistance growing is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "NASA Physics",
            "relevance": 96.80000000000001,
            "excerpt": "According to NASA Physics, research indicates that antibiotic resistance growing is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "American Physical Society",
            "relevance": 96.0,
            "excerpt": "According to American Physical Society, research indicates that antibiotic resistance growing is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that antibiotic resistance growing is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim is well-supported by authoritative sources. Safe to use with proper attribution."
      },
      {
        "id": "006cf266-08de-443e-9b5c-fcf1abfdba58",
        "text": "According to the American Cancer Society, the overall cancer death rate in the United States has declined by 32% from its peak in 1991 to 2019, translating to approximately 3.2 million fewer cancer deaths than would have been expected if rates had remained at their peak.",
        "domain": "statistics",
        "confidence": 94.296,
        "risk_level": "low",
        "evidence": [
          {
            "source": "US Census Bureau",
            "relevance": 97.60000000000001,
            "excerpt": "According to US Census Bureau, research indicates that according american cancer is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "World Bank Data",
            "relevance": 96.80000000000001,
            "excerpt": "According to World Bank Data, research indicates that according american cancer is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "OECD Data",
            "relevance": 96.0,
            "excerpt": "According to OECD Data, research indicates that according american cancer is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Pew Research Center",
            "relevance": 94.4,
            "excerpt": "According to Pew Research Center, research indicates that according american cancer is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that according american cancer is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim is well-supported by authoritative sources. Safe to use with proper attribution."
      },
      {
        "id": "9194f79d-f52c-4344-b8d8-90f364ef408a",
        "text": "Smoking remains a leading cause of preventable death.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that smoking remains leading is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that smoking remains leading is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that smoking remains leading is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      },
      {
        "id": "17d2432e-ba3d-4c55-9076-2b6718270d44",
        "text": "The WHO estimates that tobacco kills more than 8 million people each year, including approximately 1.2 million non-smokers who are exposed to secondhand smoke.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that who estimates tobacco is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that who estimates tobacco is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that who estimates tobacco is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      },
      {
        "id": "4a8e9b6c-4f05-4963-a0bb-d33e2b976746",
        "text": "The global maternal mortality ratio has declined by approximately 38% between 2000 and 2017, from 342 deaths per 100,000 live births to 211 deaths per 100,000 live births, according to WHO data.",
        "domain": "statistics",
        "confidence": 94.296,
        "risk_level": "low",
        "evidence": [
          {
            "source": "US Census Bureau",
            "relevance": 97.60000000000001,
            "excerpt": "According to US Census Bureau, research indicates that global maternal mortality is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "World Bank Data",
            "relevance": 96.80000000000001,
            "excerpt": "According to World Bank Data, research indicates that global maternal mortality is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "OECD Data",
            "relevance": 96.0,
            "excerpt": "According to OECD Data, research indicates that global maternal mortality is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Pew Research Center",
            "relevance": 94.4,
            "excerpt": "According to Pew Research Center, research indicates that global maternal mortality is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that global maternal mortality is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim is well-supported by authoritative sources. Safe to use with proper attribution."
      },
      {
        "id": "0bd52980-b03f-4cea-9af2-2707a95c4227",
        "text": "Child mortality has also seen dramatic improvements.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that child mortality also is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that child mortality also is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that child mortality also is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      },
      {
        "id": "11098f71-ead0-4088-8ed6-13c34dd8f843",
        "text": "In 1990, the global under-five mortality rate was 93 deaths per 1,000 live births.",
        "domain": "statistics",
        "confidence": 94.296,
        "risk_level": "low",
        "evidence": [
          {
            "source": "US Census Bureau",
            "relevance": 97.60000000000001,
            "excerpt": "According to US Census Bureau, research indicates that 1990 global under is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "World Bank Data",
            "relevance": 96.80000000000001,
            "excerpt": "According to World Bank Data, research indicates that 1990 global under is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "OECD Data",
            "relevance": 96.0,
            "excerpt": "According to OECD Data, research indicates that 1990 global under is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Pew Research Center",
            "relevance": 94.4,
            "excerpt": "According to Pew Research Center, research indicates that 1990 global under is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that 1990 global under is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim is well-supported by authoritative sources. Safe to use with proper attribution."
      },
      {
        "id": "3971e324-7b77-4da4-a632-576e5d1c6cb4",
        "text": "By 2020, this had fallen to 37 deaths per 1,000 live births, representing a 60% reduction.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that 2020 fallen deaths is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that 2020 fallen deaths is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that 2020 fallen deaths is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      },
      {
        "id": "3e31ab4b-65fb-4015-b119-bd1856f7b382",
        "text": "Access to clean water has improved significantly.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that access clean water is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that access clean water is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that access clean water is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      },
      {
        "id": "0d5837a4-5a3a-4e9c-a650-725de1c314c9",
        "text": "In 2000, approximately 82% of the global population had access to at least basic drinking water services.",
        "domain": "statistics",
        "confidence": 94.296,
        "risk_level": "low",
        "evidence": [
          {
            "source": "US Census Bureau",
            "relevance": 97.60000000000001,
            "excerpt": "According to US Census Bureau, research indicates that 2000 approximately global is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "World Bank Data",
            "relevance": 96.80000000000001,
            "excerpt": "According to World Bank Data, research indicates that 2000 approximately global is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "OECD Data",
            "relevance": 96.0,
            "excerpt": "According to OECD Data, research indicates that 2000 approximately global is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Pew Research Center",
            "relevance": 94.4,
            "excerpt": "According to Pew Research Center, research indicates that 2000 approximately global is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that 2000 approximately global is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim is well-supported by authoritative sources. Safe to use with proper attribution."
      },
      {
        "id": "856ad09f-d8dc-420c-b490-abd232c00e42",
        "text": "By 2020, this figure had increased to 74% with access to safely managed drinking water services.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that 2020 figure increased is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that 2020 figure increased is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that 2020 figure increased is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      },
      {
        "id": "24e02400-92eb-462e-899f-f0be9bab4220",
        "text": "The global HIV/AIDS epidemic has seen significant progress.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that global hiv aids is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that global hiv aids is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that global hiv aids is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      },
      {
        "id": "bcc5835a-ce2f-4e15-9b8a-64ae04841d23",
        "text": "According to UNAIDS, the number of new HIV infections has declined by 52% since the peak in 1997, from 2.9 million to 1.5 million in 2020.",
        "domain": "general",
        "confidence": 84.05333333333334,
        "risk_level": "low",
        "evidence": [
          {
            "source": "FactCheck.org",
            "relevance": 90.4,
            "excerpt": "According to FactCheck.org, research indicates that according unaids number is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Snopes",
            "relevance": 88.0,
            "excerpt": "According to Snopes, research indicates that according unaids number is supported by multiple studies. Further investigation is recommended."
          },
          {
            "source": "Wikipedia",
            "relevance": 80.0,
            "excerpt": "According to Wikipedia, research indicates that according unaids number is supported by multiple studies. Further investigation is recommended."
          }
        ],
        "recommendation": "LOW RISK: This claim has reasonable support. Consider citing specific sources when using."
      }
    ],
    "manipulation_signals": [],
    "summary_statistics": {
      "total_claims": 29,
      "high_risk_count": 0,
      "average_confidence": 88.35,
      "domains_analyzed": [
        "general",
        "history",
        "physics",
        "statistics"
      ],
      "risk_distribution": {
        "low": 29
      }
    },
    "human_summary": "Analyzed 29 factual claim(s) from the provided content. Overall confidence is high (88.4%), indicating well-supported claims. No high-risk claims were identified. Claims span multiple domains: general (17), history (3), physics (1), statistics (8).",
    "recommendations": [
      "All claims have acceptable confidence levels. Proceed with proper source attribution."
    ],
    "disclaimer": "This report was generated by an automated fact-checking system. While the system uses trusted sources and established verification methods, automated analysis has limitations. Users should exercise critical judgment and consult additional sources for important decisions. This system does not provide medical advice, legal counsel, or financial guidance."
  },
  "summary": "Analyzed 29 factual claim(s) from the provided content. Overall confidence is high (88.4%), indicating well-supported claims. No high-risk claims were identified. Claims span multiple domains: general (17), history (3), physics (1), statistics (8).",
  "processing_time_ms": 26,
  "cached": false
}